tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jkevintu/wildfly"
brew "act"
brew "pycparser"
brew "cffi"
brew "python@3.11"
brew "awscli"
brew "circleci"
brew "docutils"
brew "gh"
brew "go"
brew "harfbuzz"
brew "jenv"
brew "openjdk"
brew "jmeter"
brew "node"
brew "marp-cli"
brew "nodebrew"
brew "openjdk@11"
brew "openjdk@17"
brew "pnpm"
brew "subversion"
brew "tree"
brew "yarn"
brew "zsh"
cask "clipy", args: { appdir: "/Applications" }
cask "dbeaver-community", args: { appdir: "/Applications" }
cask "flutter"
cask "google-chrome"
cask "jetbrains-toolbox", args: { appdir: "/Applications" }
cask "macvim"
cask "miro", args: { appdir: "/Applications" }
cask "postman"
cask "rancher"
cask "raycast"
cask "runcat-plugins-manager", args: { appdir: "/Applications" }
cask "visual-studio-code"
cask "wezterm"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "arjun.swagger-viewer"
vscode "bierner.emojisense"
vscode "bierner.markdown-mermaid"
vscode "circleci.circleci"
vscode "corschenzi.mermaid-graphical-editor"
vscode "dbaeumer.vscode-eslint"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "k--kato.intellij-idea-keybindings"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mitchdenny.ecdc"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "styled-components.vscode-styled-components"
vscode "tomoki1207.pdf"
vscode "vitest.explorer"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wmaurer.change-case"
