tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jkevintu/wildfly"
brew "python@3.11"
brew "awscli"
brew "circleci"
brew "gh"
brew "go@1.17"
brew "jmeter"
brew "nodebrew"
brew "openjdk@11"
brew "yarn"
brew "zsh"
cask "clipy", args: { appdir: "/Applications" }
cask "dbeaver-community", args: { appdir: "/Applications" }
cask "docker"
cask "flutter"
cask "jetbrains-toolbox", args: { appdir: "/Applications" }
cask "miro", args: { appdir: "/Applications" }
cask "runcat-plugins-manager", args: { appdir: "/Applications" }
cask "temurin8", args: { appdir: "/Applications" }
cask "visual-studio-code"
cask "wezterm"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "christian-kohler.npm-intellisense"
vscode "corschenzi.mermaid-graphical-editor"
vscode "dariofuzinato.vue-peek"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "mhutchie.git-graph"
vscode "mitchdenny.ecdc"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mubaidr.vuejs-extension-pack"
vscode "redhat.java"
vscode "ritwickdey.LiveServer"
vscode "sdras.vue-vscode-snippets"
vscode "styled-components.vscode-styled-components"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "xabikos.JavaScriptSnippets"
vscode "ZixuanChen.vitest-explorer"
